import React from 'react';

const PcGlassesText = () => {
  return (
    <div className='glasses-text-info row blue-grey-text text-darken-3'>
      <div className='col s8 offset-s2 center'>
        <h2>Избор на подходящи очила</h2>
        <p>
          Нашите очила са без диоптър. Подходящи са за хора които нямат нужда от
          диоптрични очила. Очилата са с модерен дизайн, много актуални в
          момента. Предпочитан дамски аксесоар и допълнение към всяка дреха.
          Предлагаме и очила за компютър без диоптър с които може да облекчите
          натоварването на очите. Продължителната работа на компютър или
          смартфон натоварва значително очите, затова е препоръчително да
          ползвате очила за компютър. Екраните на тези устройства излъчват синя
          светлина която уморява и дразни окото. Появява се сърбеж, парене,
          умора, главобол понякога. Чрез ползването на очила за компютър напълно
          е възможно тези неприятни усещания да изчезнат, което е добре за вас и
          работата която извършвате.
        </p>
        <h3>Купете очила от нас</h3>
        <h5>
          Една полезна покупка на разумна цена е винаги за предпочитане! Освен
          това нашите очила са с модерен и елегантен дизайн. Подходящи са както
          за ползване в офиса, в дома така и на вън.
        </h5>
      </div>
    </div>
  );
};

export default PcGlassesText;
