import React from 'react';

const Cookies = () => {
  return (
    <div className='row'>
      <div className='col s12'>
        <p>
          <h2>Бисквитки</h2>
        </p>
        <p>
          За да работи този сайт както трябва, понякога запазваме на вашето
          устройство малки файлове с данни, наричани бисквитки. Повечето големи
          уебсайтове също използват този метод.
        </p>
        <p>Какво представляват бисквитките?</p>
        <p>
          Бисквитките са малки текстови файлове, които се запазват на вашия
          компютър или мобилно устройство, когато посещавате даден уебсайт. Те
          позволяват на уебсайта да запаметява вашите действия и предпочитания
          (като например потребителско име, език, размер на шрифта и други
          настройки за показване) за определен период от време, за да не се
          налага да ги въвеждате всеки път, когато посещавате сайта или
          преминавате от една страница към друга.
        </p>
        <p>По какъв начин използваме бисквитките?</p>
        <p>
          Посещаването на този сайт може да създаде бисквитки със следните цели:
        </p>
        <p>• Бисквитки за производителност на сайта;</p>
        <p>• Бисквитки за анализиране на посетителите на сайта;</p>
        <p>• Биквитки за географско насочване;</p>
        <p>• Бисквитки за регистрация;</p>
        <p>• Бисквитки за рекламна дейност;</p>
        <p> • Бисквитки на рекламодателите.</p>
        <p>Как да контролирате бисквитките</p>
        <p>
          Можете да контролирате и/или изтривате бисквитки когато пожелаете – за
          повече информация вижте aboutcookies.org. Можете да изтриете всички
          бисквитки, които вече са запазени на вашия компютър, а също така
          можете да настроите повечето браузъри да ги блокират. Ако направите
          това обаче, може да се наложи ръчно да настройвате някои параметри
          всеки път, когато посещавате даден сайт, а освен това е възможно някои
          услуги и функции да не работят.
        </p>
      </div>
    </div>
  );
};

export default Cookies;
