import React from 'react';

const Delivery = () => {
  return (
    <div className='row'>
      <div className='col s12'>
        <h5>Информация за доставка</h5>
        <p>
          Доставката на поръчана чрез онлайн магазина стока се извършва с
          куриер. Доставки се извършват само на географската територия на
          Република България, което изключва доставки в български задгранични
          дипломатически мисии, посолства, кораби и самолети под български флаг
          и др. които според нормите на международното право се считат за част
          от територията на Република България.
        </p>
        <p>
          При доставката получателят подписва товарителница за приемо –
          предаване, с което удостоверява точното изпълнение на поръчката.
        </p>

        <p>
          Сроковете за доставка на поръчани чрез онлайн магазина стоки са
          следните:
        </p>
        <p>
          1. За стоки поръчани до 14 часа българско време - 24 часа, считано от
          деня следващ деня в който е потвърдена поръчката.{' '}
        </p>
        <p>
          2. За стоки поръчани след 14 часа българско време - 48 часа, считано
          от деня следващ деня в който е потвърдена поръчката. Посочените
          срокове се прилагат доколкото не противоречат на сроковете за доставка
          прилагани от куриера посочени на http://www.econt.com/offices/
        </p>
        <p>
          За поръчки направени до офис на Еконт се заплаща куриерска услуга в
          размер на около 3.50 лв. в зависимост от стойността на наложеният
          платеж, и около 5.50 лв. в зависимост от наложеният платеж ако е до
          адрес. ПО желание на клиента изпращаме и като пощенска пратка до офис
          на Еконт за артикули с ниска стойност – като там куриерската услуга е
          около 3 лева в зависимост от стойността на наложеният платеж.
        </p>
        <p>
          <h5>Потребителска кошница за неригистрирани посетители:</h5>
        </p>
        <p>
          Всеки наш посетител може да пазарува от онлайн магазина без да е
          регистриран. Всеки наш посетител получава Потребителска кошница. Това
          позволява на посетителя временно да съхранява желаните продукти. При
          изход от магазина, съдържанието в кошницата не се губи.
        </p>
        <p>
          <h5>Потребителска кошница за регистрирани посетители:</h5>
        </p>
        <p>
          Всеки наш регистриран посетител получава Потребителска кошница. Това
          позволява на регистрираният потребител постоянно да съхранява желаните
          продукти. При изход от магазина, съдържанието й не се губи.
        </p>
        <p>
          Ако нерегистриран потребител е избрал продукти и ги е поставил в
          Потребителска кошница до процедурата по регистрация, а после е
          изпълнил регистрация, то продуктите автоматично се запазват в новата
          Потребителска кошница.
        </p>
        <p>
          За всички градове в които има офис на Еконт поръчките се доставят
          обикновено на следващия работен ден, освен ако не възникнат
          обстоятелства, независещи от нас. За останалите дестинации доставката
          е в срок до 3 работни дни, в зависимост от графика за посещения на
          куриерската фирма. Доставки се извършват в работни дни, между 9:00 и
          18:00 часа и в събота от 9:00 до 13:00 часа.
        </p>
        <p>
          Поръчки направени до 16:00 часа в работен ден и до 11:00 часа в
          събота, се обработват същия ден.
        </p>
        <p>
          Поръчки направени след 16:00 часа в работен ден, след 11:00 часа в
          събота и през празнични и почивни дни се обработват на следващия
          работен ден.
        </p>
        <p>
          За поръчки направени до офис на Еконт се заплаща куриерска услуга в
          размер на около 5 лв. в зависимост от стойността на наложеният платеж,
          и около 7 лв. в зависимост от наложеният платеж ако е до адрес. По
          желание на клиента изпращаме и като пощенска пратка до офис на Еконт
          за артикули с ниска стойност – като там куриерската услуга е около 3
          лева в зависимост от стойността на наложеният платеж.
        </p>
        <p>
          <h5>ПОРЪЧКА</h5>
        </p>
        <p>
          Въведете Вашите персонални данни, име, адрес и мобилен телефон, за да
          можем да се свържем с Вас. Данните, които предоставяте са само и
          единственно, за да можем да обработим поръчката Ви.
        </p>
        <p>
          <h5>ПОТВЪРЖДАВАНЕ</h5>
        </p>
        <p>
          След като получим Вашата заявка, ще се свържем с Вас по телефона,
          който сте оставили за обратна връзка. Ще уточним деня за доставка на
          поръчката Ви.
        </p>
        <p>
          <h5>ДОСТАВКА</h5>
        </p>
        <p>
          Вашата поръчка ще Ви бъде доставена с куриерска фирма Еконт. Срокът за
          доставка е от 1 до 3 работни дни, в зависимост от населеното място.
        </p>
        <p>
          <h5>ПЛАЩАНЕ</h5>
        </p>
        <p>
          Плащането се извършва в момента на доставката. Всяка пратка е винаги с
          опция за преглед и тест преди да бъде извършено плащането. Изключение
          прави пощенската пратка, в която няма предвидена такава опция от
          самата фирма Еконт.
        </p>
      </div>
    </div>
  );
};

export default Delivery;
