import React from 'react';

const Gdpr = () => {
  return (
    <div className='row'>
      <div className='col s12'>
        <p>
          <h2>Политика за поверителност</h2>
        </p>
        <p>
          Защитата на личните данни е от голямо значение за ЙЕС ШОП ЕООД и
          искаме процесът по обработка на Вашите лични данни да бъде напълно
          открит и прозрачен за Вас. Ето защо имаме политика, която която
          обхваща начина, по който защитаваме, събираме, използваме,
          съхраняваме, разкриваме и изтриваме, или най-общо „обработваме“,
          данните Ви.
        </p>
        <p>
          Вашите данни, предоставени при създаването на профил (акаунт), ще
          бъдат записани в нашата база данни, защото ние сме Администратор и
          държател на данните Ви. В тази връзка предоставянето на съгласие с
          Общите условия, неразделна част от които е настоящата Политика за
          поверителност, се счита за съгласие предоставените в акаунта Ви данни
          да бъдат обработвани от нас.
        </p>
        <p>Кой носи отговорност за личните Ви данни?</p>
        <p> Ние, ЙЕС ШОП ЕООД с имейл във връзка ОРЗД:</p>
        <p>
          сме администратор на личните данни, които ни предоставяте и носим
          отговорност за тях, съгласно приложимия закон за защита на личните
          данни.
        </p>
        <p> Къде съхраняваме Вашите данни?</p>
        <p>
          Данните, които събираме от Вас, се съхраняват в рамките на
          Европейският съюз, но най-вече на територията на Република България.
        </p>
        <p>
          {' '}
          Ние никога не прехвърляме, продаваме или разменяме Вашите данни за
          маркетингови цели на трети страни .
        </p>
        <p>
          {' '}
          Данните, които се препращат на трети страни, се използват само за
          предоставяне на нашите продукти и услуги.
        </p>
        <p>
          Какво е правното основание за обработването на Вашите данни?
          <p />
          <p>
            {' '}
            Ние събираме, обработваме и съхраняваме Вашите лични данни във
            връзка с използването на електронния магазин и сключване на договори
            с дружеството на основание чл. 6, ал. 1, Регламент (ЕС) 2016/679
            (GDPR), и по-конкретно въз основа на следните основания:
          </p>
          <p>
            {' '}
            За да изпълним услугата за управление и доставяне на Вашата поръчка.
          </p>
          <p>
            {' '}
            Обработването на Вашите лични данни от профила Ви е въз основа на
            съгласието, което давате при създаване на Вашия профил{' '}
          </p>
          <p>
            {' '}
            Изпълнение на нашите задължения като Администратор по договор с Вас;
          </p>
          <p>
            {' '}
            Спазване на законови задължения, които се прилагат спрямо нас като
            Администратор;
          </p>
          <p>
            {' '}
            За целите на легитимните интереси на нас като Администратора или на
            трета страна;
          </p>
          <p>Какви лични данни обработваме?</p>
          <p> Ние обработваме следните категории лични данни и информация:</p>
          <p>
            {' '}
            Ваши индивидуализиращи данни – две или три имена, телефон,електронна
            поща и др.
          </p>
          <p> Данни за извършване на доставка - две имена, телефон и адрес.</p>
          <p> История на поръчките и плащанията Ви.</p>
          <p>Защо използваме Вашите лични данни?</p>
          <p>
            {' '}
            Ние събираме и обработваме личните данни, които Вие ни предоставяте
            във връзка с използването на електронния магазин и сключване на
            договор с дружеството, за следните цели:
          </p>
          <p>
            {' '}
            създаване и управление на Вашият (акаунт) профил и предоставяне на
            пълна функционалност при използването на онлайн магазина;
          </p>
          <p> сключване и изпълнение на договор от разстояние;</p>
          <p> индивидуализация на страна по договора;</p>
          <p> счетоводни цели;</p>
          <p>
            {' '}
            нашите легитимни интереси (изпълнение на задълженията си към НАП,МВР
            и др. държавни и общински органи)
          </p>
          <p> статистически цели;</p>
          <p> защита на информационната сигурност;</p>
          <p>
            {' '}
            обезпечаване на изпълнението на договора за предоставяне на
            съответната услуга/продукт.
          </p>
          <p>
            {' '}
            за да можем да разглеждаме жалби и гаранционни въпроси във връзка с
            продуктите.
          </p>
          <p>
            {' '}
            Ние спазваме следните принципи при обработката на Вашите лични
            данни:
          </p>
          <p> законосъобразност, добросъвестност и прозрачност;</p>
          <p> ограничение на целите на обработване;</p>
          <p>
            {' '}
            съотносимост с целите на обработката и свеждане до минимум на
            събираните данни;
          </p>
          <p> точност и актуалност на данните;</p>
          <p> ограничение на съхранението с оглед постигане на целите;</p>
          <p> Ние не извършваме автоматизирано взимане на решения с данни.</p>
          <p>Срок на съхранение на личните ви данни:</p>
          <p>
            {' '}
            Ние като Администратор съхраняваме Вашите лични данни за срок не
            по-дълъг от съществуването на профила Ви в онлайн магазин. След
            заличаване на профила ви, ще положим необходимите грижи да изтрием и
            унищожим всички Ваши данни, без ненужно забавяне или ще ги
            анонимизираме (т.е. да ги приведем във вид, който не разкрива вашата
            личност).
          </p>
          <p>
            {' '}
            Ние ще обработва Вашите лични данни, които сте предоставили при
            извършване на поръчка докато сте „Активен клиент” или имате „Активен
            профил”.
          </p>
          <p>
            {' '}
            Ние ще съхраняваме Вашите лични данни, предоставени във връзка с
            направени онлайн поръчки за срок от 5 години за целите на защита на
            правните интереси на на като Администратор при съдебни или
            административни спорове с потребители на онлайн магазина.
          </p>
          <p>
            {' '}
            Важно е да знаете, че ще съхраняваме Вашите лични данни, които е
            необходимо да пазим по силата на приложимото законодателство за
            съответния предвиден срок, който може да надхвърля срока на
            съществуване ви като „Активен клиент и профил” в електронния
            магазин..
          </p>
          <p>
            {' '}
            Ще ви уведомим в случай, че срокът за съхранение на данните е
            необходимо да бъде удължен с оглед изпълнение на нормативно
            задължение или с оглед легитимни интереси на нас като Администратор
            или друго.
          </p>
          <p>Кой има достъп до Вашите лични данни?</p>
          <p>
            {' '}
            Вашите данни ще бъдат споделяни с компании, които предлагат системни
            решения за оптимизиране и подобрение на магазина, както и с
            компанията* предоставяща хостинг услуги.
          </p>
          <p>
            {' '}
            Вашите данни ще бъдат споделяни със счетоводната кантора*, с която
            имаме договорни отношения.
          </p>
          <p>
            {' '}
            Вашите данни ще бъдат споделяни с компании, с които имаме договорни
            отношения за доставка* на Вашите поръчки.
          </p>
          <p>
            {' '}
            * Моля, имайте предвид, че много от тези компании имат независимо
            право или задължение да обработват Вашите лични данни.
          </p>
          <p>
            Какви са Вашите права, във връзка с обработване на личните Ви данни?
          </p>
          <p>
            {' '}
            Право на информация: Вие имате право да поискате от нас информация
            дали и до каква степен обработваме личните данни.
          </p>
          <p>
            {' '}
            Право на корекция: В случай, че обработваме непълни или
            сгрешени/грешни данни, Вие имате право, по всяко време, да поискате
            да ги коригираме или допълним.
          </p>
          <p>
            {' '}
            Право на изтриване: Можете да поискате изтриване на личните данни,
            отнасящи се до Вас, в случай, че обработваме тези данни без правно
            основание. Моля, обърнете внимание, че може да има причини
            изтриването да не се извърши веднага, поради наличие на нормативно
            изискване за запазване на данните.
          </p>
          <p>
            {' '}
            Право на ограничаване на обработването: Можете да поискате
            ограничаване на обработващите се персонализиращи данни ако:
          </p>
          <p>
            {' '}
            оспорвате верността на данните, за периода, в който трябва да
            проверим верността им; или
          </p>
          <p>
            {' '}
            обработването на данните е без правно основание, но вместо да ги
            изтрием, Вие искате тяхното ограничено обработване; или
          </p>
          <p>
            {' '}
            повече нямаме нужда от тези данни (за определената цел), но Вие
            имате нужда от тях за установяването, упражняването или защитата на
            правни претенции; или
          </p>
          <p>
            {' '}
            сте подали възражение за обработването да данните, в очакване на
            проверка дали законните основания на администратора.
          </p>
          <p>
            {' '}
            Право на преносимост на данни: Можете да поискате от нас да
            предоставим личните данни, които сте поверили на нашата грижа в
            организиран, подреден, структуриран, общоприет електронен формат
            ако:
          </p>
          <p>
            {' '}
            обработваме данните съгласно договора или на договорно задължение.
          </p>
          <p> обработването се извършва автоматично.</p>
          <p>
            {' '}
            Право на възражение: В случай, че обработваме данни за цели/задачи,
            задача от обществен интерес или при упражняването на официални
            правомощия, които са ни предоставени, или сме посочили, че
            обработване на данните за наш легитимен интерес, можете да възразите
            срещу обработването на данните.
          </p>
          <p>Как можете да приложите Вашите права?</p>
          <p>
            {' '}
            Ние се отнасяме много сериозно към защитата на личните данни, поради
            което имаме екип за обслужване на клиенти, който обработва Вашите
            заявки във връзка с горепосочените права. Винаги можете да се
            свържете с тях на имейл:yessshopstore@gmail.com . За Ваше улеснение,
            по-долу прилагаме различни форми, които можете да използвате при
            изпращане на електронно писмо или на хартиен носител. Естествено, че
            можете да изпишете желанието си в свободен текст.
          </p>
          <p>Право на жалба към надзорен орган:</p>
          <p>
            {' '}
            В случай, че смятате, че нарушаваме българското или европейското
            законодателство, Ви молим да се свържете с нас за изясняване на
            въпроса. Разбира се, имате право да подадете жалба пред
            регулаторните органи в рамките на ЕС и Република България в
            институциите отговорни за опазване на личните данни.
          </p>
        </p>
        <p>
          Комисия за защита на личните данни
          <p>
            Седалище и адрес на управление: гр. София 1592, бул. „Проф. Цветан
            Лазаров” № 2{' '}
          </p>
          <p>
            Адрес за кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров”
            № 2
          </p>
          <p>Телефон: 02 915 3 518</p>
          <p>Интернет страница: www.cpdp.bg</p>
          <p>Приложение № 1</p>
          <p>До ЙЕС ШОП ЕООД</p>
          <p>
            Адрес: гр. ВИДИН ул.'' АЛ. СТАМБОЛИЙСКИ '' 30 или имейл:
            yessshopstore@gmail.com{' '}
          </p>
          <p>Вашето име*: .........................</p>
          <p>
            Номер на телефон, който сте използвали за поръчки в електронния
            магазин*: www.yesshop.store
          </p>
          <p>
            Адрес, който сте използвали за поръчки в ел.магазин
            www.yesshop.store
          </p>
          <p>Данни за обратна връзка (e-mail)*: .........................</p>
          <p>
            С настоящото оттеглям съгласието си за обработване на предоставените
            от мен лични данни за целите на създаване на (акаунт) профил и
            предоставяне на пълна функционалност при използването на онлайн
            магазина , като съм запознат/а с условията за оттегляне на
            съгласието в съответствие със Задължителната информация за правата
            на лицата по защита на личните данни на електронния магазин.
          </p>
          <p>www.yesshop.store</p>
          <p>Приложение № 2</p>
          <p>
            Искане „да бъда забравен“ - за изтриване на личните данни, свързани
            с мен
          </p>
          <p>Вашето име*: .........................</p>
          <p>
            Номер на телефон, който сте използвали за поръчки в електронния
            магазин*: www.yesshop.store
          </p>
          <p>
            Адрес, който сте използвали за поръчки в ел.магазин
            www.yesshop.store
          </p>
          <p>Данни за обратна връзка (e-mail)*: .........................</p>
          <p>До ЙЕС ШОП ЕООД</p>
          <p>
            Адрес: гр. ВИДИН ул.'' АЛ. СТАМБОЛИЙСКИ '' 30 или имейл:
            yessshopstore@gmail.com
          </p>
          <p>
            Заявавам, че желая всички лични данни, които събирате, обработвате и
            съхранявате, в онлайм магазин www.yesshop.store предоставени от мен
            или от трети лица, които са свързани с мен, съобразно посочената
            идентификация, да бъдат изтрити от Вашите бази данни.
          </p>
          <p>
            Декларирам, че ми е известно, че част или всички от личните ми данни
            могат да продължат да бъдат обработвани и съхранявани от
            администратора за целите на изпълнение на законовите му задължения.
          </p>
          <p>Приложение № 3</p>
          <p>Искане за преносимост на лични данни</p>
          <p>Вашето име*: .........................</p>
          <p>
            Номер на телефон, който сте използвали за поръчки в електронния
            магазин*: www.yesshop.store
          </p>
          <p>
            Адрес, който сте използвали за поръчки в ел.магазин
            www.yesshop.store
          </p>
          <p>Данни за обратна връзка (e-mail)*: .........................</p>
          <p>До ЙЕС ШОП ЕООД</p>
          <p>
            Адрес: гр. ВИДИН ул.'' АЛ. СТАМБОЛИЙСКИ '' 30 или имейл:
            yessshopstore@gmail.com
          </p>
          <p>
            Моля, всички свързани с мен лични данни, които се събират,
            обработват и съхраняват във Вашите бази данни, да бъдат изпратени
            във формат XML на:
          </p>
          <p>e-mail: .........................</p>
          <p>Администратор – приемащ данните: (посочете име)</p>
          <p>Приложение № 4</p>
          <p>Искане за коригиране на данни</p>
          <p>Вашето име*: .........................</p>
          <p>
            Номер на телефон, който сте използвали за поръчки в електронния
            магазин*: www.yesshop.store
          </p>
          <p>
            Адрес, който сте използвали за поръчки в ел.магазин
            www.yesshop.store
          </p>
          <p>Данни за обратна връзка (e-mail)*: .........................</p>
          <p>До ЙЕС ШОП ЕООД</p>
          <p>
            Адрес: гр. ВИДИН ул.'' АЛ. СТАМБОЛИЙСКИ '' 30 или имейл:
            yessshopstore@gmail.com
          </p>
          <p>
            Моля, следните лични данни, които събирате, обработвате и
            съхранявате, предоставени от мен или от трети лица, които са
            свързани с мен, да бъдат коригирани както следва:
          </p>
          <p>Данни, които подлежат корекция:</p>
          <p>.................................................</p>
          <p>Моля да бъдат коригирани по следния начин:</p>
          <p>...................................................</p>
          <p>Актуализация</p>
          <p>
            ЙЕС ШОП ЕООД може периодично да актуализира настоящите Общи условия.
          </p>
          <p>Последна редакция 01.09.2020г.</p>
        </p>
      </div>
    </div>
  );
};

export default Gdpr;
