import React from 'react';

const ReturnProduct = () => {
  return (
    <div className='row '>
      <div className='col s12 blue-grey-text text-darken-3'>
        <p>
          <h2>Връщане на стока</h2>
        </p>
        <p>
          Можете да върнете закупените от вас стоки в срок до 14 (четиринадесет)
          дни от датата на получаването им.
        </p>
        <p>
          Преди да върнете артикул закупен от нашия магазин, моля свържете се с
          нас на тел. 0988 379 552 или на email: yessshopstore@gmail.com
        </p>
        <p>
          За артикули които са повредени, с нарушена цялост или със сериозни
          следи от употреба не се приема връщане.
        </p>
        <p>За всички други случай искането за връщане ще бъде уважено.</p>
      </div>
    </div>
  );
};

export default ReturnProduct;
