import React from 'react';

const Rulles = () => {
  return (
    <div className='row'>
      <div className=' col s12'>
        <h1> Правила и условия </h1>
        <p>
          {' '}
          <h5>ВНИМАНИЕ!</h5> Моля внимателно прочетете тези условия, преди
          използването на сайта! Ако използвате този уеб сайт се счита, че
          приемате и сте съгласни с тях. Ако не приемате тези условия, моля не
          използвайте този сайт!
        </p>
        <p>
          Тези условия обвързват всички потребители. С натискането на всяка
          хипер-връзка или бутон, разположен на сървъра и страниците на{' '}
          <strong>YesShop.store</strong>, с изключение на връзката към настоящия
          текст, потребителя се съгласява, изцяло приема и се задължава да
          спазва тези условия.
        </p>
        <p>
          <h5>Общи правила и условия:</h5>
        </p>
        <p>
          Всеки посетител(потребител) на сайта може да зарежда и разглежда
          публикуваната информация и материали, както и да прави поръчки за
          предлаганите продукти.
        </p>
        <p>
          Всякакво копиране, публикуване в други сайтове(включително зареждане
          на съдържание от yesshop.store в рамките на други сайтове), публично
          разпространиение, променяне или позоваване на материали от сайта е
          забранено. Изключение правят случаите, когато е договорено в писмена
          форма със собствениците на сайта.
        </p>
        <p>
          <strong>YesShop.store</strong> не поема гаранция за точноста на
          публикуваната информация, поради възможността от технически грешки и
          пропуски. Въпреки това ние полагаме всички усилия такива грешки да не
          се допускат.
        </p>
        <p>
          <strong>YesShop.store</strong> не иска дgmа получава каквато и да било
          конфиденциална или защитена информация от потребителите си. Всяка
          информация изпратена от потребителите ще се счита за неповерителна и
          незащитена от права.
        </p>
        <p>
          Предоставянето на каквато и да е било лична информация от
          потребителите е с цел по-добро обслужване и е изцяло доброволно. Ние
          не предоставяме по никакъв начин вашата лична информация на трети
          лица.
        </p>
        <p>
          <strong>YesShop.store</strong> не носи отговорност за публикуваната от
          потребителите на сайта информация като мнения за стоките и услугите.
          Ние си запазваме правото да изтриваме мнения с нецензурно или
          незаконосъобразно съдържание.
        </p>

        <p>
          Всички цени в <strong>YesShop.store</strong> са в български лева с
          вкючен ДДС. В случай на обявено намаление на цената на даден продукт,
          съобщението за намаление на цената се прави чрез публикуване на новата
          цена до старата, която е зачеркната.
        </p>

        <p>
          Потребителят се задължава да депозира в момента на доставката на
          стоката от <strong>YesShop.store</strong> или на неговият куриер
          извършващ доставката пълната стойност на доставяната поръчка.
          Потребителя има право да се откаже от поръчката в двуседмичен срок от
          получаването й в случай, че продукта не е използван и не е нарушена
          целоста на опаковката му и търговския му вид и съгласно условията на
          чл.55 от ЗЗП. В такъв случай ние възстановяваме сумата за стоката.
          Транспортните разходи по получаването и връщането й са за сметка на
          потребителя, освен в случаите когато се касае за несъответствия с
          публикуваното в страницата. След този срок депозита за стоката се
          приема като плащане на поръчаната стока.
        </p>
        <p>
          <strong>YesShop.store</strong> има право да променя цените на
          продуктите в сайта си по всяко време без да дължи предварително
          уведомление.
        </p>
        <p>
          <strong>YesShop.store</strong> си запазва правото да променя срока на
          доставката, както и да отказва изпълнение на поръчки, за което
          потребителя ще бъде уведомяван.
        </p>

        <h5>Доставка и плащане:</h5>

        <p>Потребителска кошница за неригистрирани посетители:</p>

        <p>
          Всеки наш посетител може да пазарува от онлайн магазина без да е
          регистриран. Всеки наш посетител получава Потребителска кошница. Това
          позволява на посетителя временно да съхранява желаните продукти. При
          изход от магазина, съдържанието в кошницата не се губи.
        </p>

        <p>Потребителска кошница за регистрирани посетители:</p>

        <p>
          Всеки наш регистриран посетител получава Потребителска кошница. Това
          позволява на регистрираният потребител постоянно да съхранява желаните
          продукти. При изход от магазина, съдържанието й не се губи.
        </p>

        <p>
          Ако нерегистриран потребител е избрал продукти и ги е поставил в
          Потребителска кошница до процедурата по регистрация, а после е
          изпълнил регистрация, то продуктите автоматично се запазват в новата
          Потребителска кошница.
        </p>

        <p>
          За всички градове в които има офис на Еконт поръчките се доставят
          обикновено на следващия работен ден, освен ако не възникнат
          обстоятелства, независещи от нас. За останалите дестинации доставката
          е в срок до 3 работни дни, в зависимост от графика за посещения на
          куриерската фирма. Доставки се извършват в работни дни, между 9:00 и
          18:00 часа и в събота от 9:00 до 13:00 часа.
        </p>

        <p>
          Поръчки направени до 16:00 часа в работен ден и до 11:00 часа в
          събота, се обработват същия ден.
        </p>

        <p>
          Поръчки направени след 16:00 часа в работен ден, след 11:00 часа в
          събота и през празнични и почивни дни се обработват на следващия
          работен ден.
        </p>

        <p>
          За поръчки направени до офис на Еконт се заплаща куриерска услуга в
          размер на около 4 лв. в зависимост от стойността на наложеният платеж,
          и около 7 лв. в зависимост от наложеният платеж ако е до адрес. ПО
          желание на клиента изпращаме и като пощенска пратка до офис на Еконт
          за артикули с ниска стойност – като там куриерската услуга е около 3
          лева в зависимост от стойността на наложеният платеж.
        </p>

        <h5>ПОРЪЧКА</h5>

        <p>
          Въведете Вашите персонални данни, име, адрес и мобилен телефон, за да
          можем да се свържем с Вас. Данните, които предоставяте са само и
          единственно, за да можем да обработим поръчката Ви.
        </p>

        <h5>ПОТВЪРЖДАВАНЕ</h5>

        <p>
          След като получим Вашата заявка, ще се свържем с Вас по телефона,
          който сте оставили за обратна връзка. Ще уточним деня за доставка на
          поръчката Ви.
        </p>

        <h5>ДОСТАВКА</h5>

        <p>
          Вашата поръчка ще Ви бъде доставена с куриерска фирма Еконт. Срокът за
          доставка е от 1 до 3 работни дни, в зависимост от населеното място.
        </p>

        <h5>ПЛАЩАНЕ</h5>

        <p>
          Плащането се извършва в момента на доставката. Всяка пратка е винаги с
          опция за преглед и тест преди да бъде извършено плащането. Изключение
          прави пощенската пратка, в която няма предвидена такава опция от
          самата фирма Еконт.
        </p>

        <h5>Дефиниции</h5>

        <p>
          “НИЕ”, “ЙЕС ШОП ЕООД”, “ДРУЖЕСТВОТО” означава ЙЕС ШОП ЕООД със
          седалище и адрес на управление: гр. ВИДИН ул.'' АЛ. СТАМБОЛИЙКСИ ''
          30, вписано в Търговския Регистър към Агенцията по вписванията с ЕИК
          205535628.
        </p>

        <p>“ЗЗП” – означава Закон за защита на потребителите.</p>

        <p>“ЗЗЛД” – означава Закон за защита на личните данни.</p>

        <p>“ЗПУ” – означава Закон за пощенските услуги.</p>

        <p>“САЙТ” – означава уебсайта находящ се на www.yesshop.store.</p>

        <p>
          “ОНЛАЙН МАГАЗИН” – означава виртуалният магазин находящ се на
          www.yesshop.store предоставящ възможността за закупуване на стоки през
          Интернет.
        </p>

        <p>“ПОЛЗВАТЕЛ” –означава лице ползващо функционалностите на сайта.</p>

        <p>“ПОТРЕБИТЕЛ” – означава потребител по смисъла на ЗЗП.</p>

        <p>“ЛИЧНИ ДАННИ” - означава лични данни по – смисъла на ЗЗЛД.</p>

        <p>“НАЛОЖЕН ПЛАТЕЖ” - означава наложен платеж по смисъла на ЗПУ.</p>

        <p>"БАНКА” – означава търговска банка или друга финансова институция</p>

        <p>
          <h5>“ОБЩИ УСЛОВИЯ”</h5>
        </p>

        <p>
          означава настоящите общи условия. С кликването върху който и да е
          линк, бутон или приложение находящи се на сайта, с изключение на линка
          сочещ към тези общи условия, ползвателят изрично и безусловно се
          съгалсява с настоящите общи условия за ползването на сайта и онлайн
          магазина.
        </p>

        <p>
          <h5>Регистрация</h5>
        </p>

        <p>
          Процедурата по регистрация на сайта е абсолютно доброволна и
          безплатна. Регистрацията е задължителна само за пазаруване чрез онлайн
          магазина. Сайтът може да бъде разглеждан от ползвателите свободно без
          да е необходима регистрация. За да се регистрирате е необходимо да
          попълните регистрационен формуляр. Полетата, които задължително следва
          да бъдат попълнени са отбелязани със звездичка. При успешно
          приключване на регистрацията ползвателят ще получи потребителско име и
          парола, с които ще може да влиза в създадения му в сайта профил. Чрез
          електронна поръчка от онлайн магазина могат да бъдат закупувани
          единствено и само тези стоки, които системата позволява да бъдат
          добавяни в пазарската кошница на ползвателя. Цялата информация относно
          предлаганите за продажба чрез онлайн магазина стоки включително, но не
          само технически характеристики, гаранционни условия, начин на употреба
          и т.н. е предоставена от производителя респективно вносителя на
          съответната стока, като ЙЕС ШОП ЕООД не носи, каквато и да е
          отговорност, при невярно, неправилно или неточно представена
          информация, вярна информация представена по заблуждаващ начин, при
          разминаване между представеното фактическо и действителното положение,
          както и при печатни грешки.
        </p>

        <p>
          <h5>Цени</h5>
        </p>

        <p>
          Всички представени в сайта цени са в български лева и са валидни
          единствено и само към момента на публикуването им, ЙЕС ШОП ЕООД си
          запазва правото без предупреждение да ги променя по всяко време.
          Представени в сайта цени на стоки са крайни и включват всички данъци и
          такси без цената за доставка, която е посочена отделно.
        </p>

        <p>
          <h5>Поръчки</h5>
        </p>

        <p>
          Поръчки могат да правят само регистрирани потребители приели общите
          условия. За да направите поръчка е необходимо да попълните формуляра
          за поръчка, като следвате процедурата.
        </p>

        <p>
          <h5>Плащане</h5>
        </p>

        <p>
          Ползвателят може да заплати цената на поръчана от онлайн магазина
          стока като използва по свой избор един следните способи: 1.”Наложен
          платеж”. 2. Плащане с банкова карта. 3 Банков превод. Независимо от
          избрания способ всички плащания се извършват само в български лева. С
          приемането на настоящите общи условия ползвателят дава своето изрично
          и безусловно съгласие да заплаща авансово на ЙЕС ШОП ЕООД, цялата
          продажна цена на поръчана чрез онлайн магазина стока. В случай на
          плащане чрез “наложен платеж”при доставката купувачът получава от
          куриера фактура, в която е посочена поръчаната стока, дължимата за нея
          продажна цена, както и цената на доставка. Купувачът предава на
          куриера сума равна на общата сума (включваща цената на стоката и
          цената на доставка) посочена във фактурата, което се отбелязва в
          талона за приемо – предаване, (удостоверяващ предаването на стоката
          посочена във фактурата от куриера на купувача) който служи за
          разсписка. С подписването талона за приемо – предаване купувачът
          овластява куриера да предаде от негово име и за негова сметка на ЙЕС
          ШОП ЕООД сумата представляваща продажната цена на доставената стока.
        </p>

        <p>
          <h5>Договор</h5>
        </p>

        <p>
          Договорът за продажба от разстояние между ЙЕС ШОП ЕООД и ползвателя се
          счита за сключен от момента на потвърждаване на конкретната поръчка от
          страна на ЙЕС ШОП ЕООД.
        </p>

        <p>
          <h5>Доставка</h5>
        </p>

        <p>
          Доставката на поръчана чрез онлайн магазина стока се извършва с
          куриер. Доставки се извършват само на географската територия на
          Република България, което изключва доставки в български задгранични
          дипломатически мисии, посолства, кораби и самолети под български флаг
          и др. които според нормите на международното право се считат за част
          от територията на Република България. При доставката получателят
          подписва талон за приемо – предаване, с което удостоверява точното
          изпълнение на поръчката. Сроковете за доставка на поръчани чрез онлайн
          магазина стоки са следните: 1. За стоки поръчани до 14 часа българско
          време - 24 часа, считано от деня следващ деня в който е потвърдена
          поръчката. 2. За стоки поръчани след 14 часа българско време - 48
          часа, считано от деня следващ деня в който е потвърдена поръчката.
          Посочените срокове се прилагат доколкото не противоречат на сроковете
          за доставка прилагани от куриера посочени на
          http://www.econt.com/offices/
        </p>

        <p>
          При всички случаи ЙЕС ШОП ЕООД си запазва правото едностранно, без да
          информира потребителя да удължава посочените срокове с до седем дни.
          Стоките се доставят на получателите стандартно - на ръка срещу подпис,
          като по–големите пратки (по преценка на лицето извършващо доставката)
          се доставят до входа на сградата. При невъзможност или затруднение за
          връчване лично на адресата, пратките се връчват както следва: 1. за
          служебен адрес – на лице с месторабота на адреса, като се отбелязват
          името и длъжността/отдела на лицето, получило пратката. 2. за домашен
          адрес – на член от домакинството, като се отбелязват името на лицето,
          получило пратката, и връзката му с получателя. При невъзможност за
          връчване на пратката при първо посещение, не по вина на ЙЕС ШОП ЕООД
          и/или куриера (в случай, че няма никой на адреса и др) лицето
          извършващо доставката оставя известие, в което посочва телефон за
          връзка, на който получателят следва да се обади в срок от три работни
          дни за да бъде уточнен нов срок за извършване на доставката. При
          невъзможност за връчване на пратката и при второ посещение не по вина
          на ЙЕС ШОП ЕООД и/или куриера, договорът за продажба от разстояние
          автоматично се прекратява, като в този случай, като санкция за
          неизпълнението му от страна на купувача, ЙЕС ШОП ЕООД задържа всички
          заплатени от купувача суми. Казаното в предходното изречение се отнася
          и за случаите, когато получател неоснователно откаже да приеме дадена
          пратка.
        </p>
        <p>Отказ от сключен договор и възстановяване на заплатената цена.</p>
        <p>
          На основание чл. 55, ал.1 ЗЗП Купувач, който има качеството потребител
          по смисъла на ЗЗП в седемдневен срок от доставката има право без да
          дължи обезщетение или неустойка и без да посочва причина, да се откаже
          от сключения договор, като върне поръчаната стока при следните
          условия: 1. Потребителят предварително писмено да информира ЙЕС ШОП
          ЕООД, на следният имейл адрес: yessshopstore@gmail.com, че на
          основание чл. 55, ал.1 ЗЗП се отказва от договора, като задължително
          посочи: а- конкретен начин по който ще върне стоката. б- банкова
          сметка по която да му бъде възстановена заплатената от него цена на
          върнатата стока. 2. Стоката да бъде върната лично от потребителя или
          от упълномощено от него с писмено пълномощно с нотариална заверка на
          подписа лице в посочения по реда на предходната точка начин за връщане
          на стоката. 3. Поставената от производителя оригинална опаковка на
          стоката да не е отваряна и да не е нарушена цялостта на поставени от
          ЙЕС ШОП ЕООД защитни стикери. 4. Всички транспортни и други разходи по
          връщането на стоката са изцяло за сметка на на потребителя. До момента
          на обратното предаване на стоката от страна на потребителя на ЙЕС ШОП
          ЕООД, рискът от случайното и погиване или повредждане се носи изцяло
          от потребителя. В случай, че потребител се възползва от правото си по
          чл. 55, ал.1ЗЗП при положение, че е изпълнил посочените по – горе
          условия, ЙЕС ШОП ЕООД се задължава да му възстанови заплатената цена
          по банков път (по посочената по реда даден по – горе банкова сметка) ,
          или на ръка в срок от пет работни дни от връщането на стоката.
        </p>
        <p>Защита на личните данни</p>
        <p>
          С приемането на настоящите общи условия ползвателят дава безсрочното
          си изрично и безусловно съгласие, до евнтуалната му изрична писмена
          отмяна, предоставените от него лични данни да бъдат събирани,
          съхранявани, обработвани и използвани от ЙЕС ШОП ЕООД и/или
          упълномощени от дружеството трети лица, включително, но не само:
          дружества извършващи куриерски услуги, банки и др., за целите на
          изпълнението на договора за продажба от разстояние и доставка на
          поръчана стока, както и за всякакви други незбранени от
          законодателството цели. Ползвателят по всяко време може да получи
          информация дали предоставените от него лични данни се обработват и
          използват от ЙЕС ШОП ЕООД, както и целите на обработката и
          използването.
        </p>
        <p>Преглед на стоката.Рекламации</p>
        <p>
          При получаването на стоката потребителят е длъжен незабавно да я
          прегледа и в случай, че констатира явни недостатъци, липсата на някой
          от придружаващите я аксесоари и/или на който и да е от изискваните от
          българското законодателство документи, незабавно да информира лицето
          извършващо доставката. Ако не направи това, вещта се смята за
          одобрена, като потребителят губи правото по - късно да претендира, че
          стоката му е доставена с явни недостатъци, липсата на някой от
          придружаващите я аксесоари и/или на който и да е от изискваните от
          българското законодателство документи. Рекламации на закупени чрез
          онлайн магазина стоки се извършват по правилата на ЗЗП и съобразно
          сроковете и условията на търговската им гаранция. Адрес за жалби:
          Адрес: гр. ВИДИН ул.'' АЛ. СТАМБОЛИЙСКИ'' 30 или имейл: . Телефон за
          техническа поддръжка 0988 379 552
        </p>
        <p>Други</p>
        <p>
          ЙЕС ШОП ЕООД се ангажира да предоставя само услугите предствени в
          сайта, по начина по който са представени. Цялата информация
          представена на сайта включително, но не само дизайн, наличности, цени
          и местонахождение на стоките е валидна единствено и само към момента
          на предствянето и, като ЙЕС ШОП ЕООД си запазва правото по – всяко
          време да я променя без предупреждение. Отговорност на потребителя е да
          проверява редовно условията за ползване на сайта, както и
          представената информация за цени, наличности и т.н за да е
          своевременно информиран в случай, че в същите са настъпили някакви
          промени. При всички случаи промяната има действие занапред и не засяга
          потвърдени от страна на ЙЕС ШОП ЕООД преди извършването и поръчки. В
          случай, че е необходимо допълнително одобрение от наша страна то
          следва да бъде дадено в противен случай независимо от потвърждаване на
          поръчката същата ще бъде считана за невалидна. ЙЕС ШОП ЕООД не носи
          отговорност за съдържанието и безопасността на сайтове, към които
          препращат линкове публикувани на настоящият сайт. Кликването върху
          такива линкове и използването на сайтове към които същите препращат се
          извършва от ползватели на настоящия сайт изцяло на собствен риск и
          отговорност. В случаите, когато това е необходимо ползвателите на
          сайта се задължават да предоставят коректно и пълно изискваните от тях
          данни.
        </p>
        <p>
          ЙЕС ШОП ЕООД не носи отговорност за неизпълнение на поръчка в
          случаите, когато ползвателят е посочил неверни непълни и/или неточни
          лични данни, включително когато е посочил непълен, неточен или
          фиктивен адрес. Задължение на ползвателя е да опазва
          конфиденциалността на предоставените му от ЙЕС ШОП ЕООД потребителско
          име и парола. Всяка направена чрез онлайн магазина поръчка ще бъде
          считана от страна на ЙЕС ШОП ЕООД за редовна, ако при направата и са
          използвани потребителско име и парола,които системата е приела за
          валидни независимо от това дали същите са използвани от лице различно
          от титуляра или от неовластено лице. При закупуване на стоки чрез
          онлайн магазина не важат издаваните от ЙЕС ШОП ЕООД ваучери и карти за
          отстъпка. В случай, че ползвателят е дал своето съгласие, ЙЕС ШОП ЕООД
          има право да му изпраща информация за промоции, игри, томболи и др.
          Достъпът до ресурсите на сайта и онлайн магазина за некоректни
          ползватели ще бъде блокиран. Акаунтите на ползватели, които нарушат
          условията за ползване на сайта и онлайн магазина, както и акаунти на
          ползватели, които ги използват не по предназначение ще бъдат заличени.
          За неуредените в настоящите общи условия въпроси, се прилагат
          разпоредбите на действащото в Република България законодателство.
          Всички спорове по тълкуването и изпълнението на настоящите общи
          условия и по тълкуването и изпълнението на договорите за продажба от
          разстояние на поръчани от онлайн магазина стоки ще бъдат решавани със
          споразумение, в случай на непостигане на такова и ако подсъдността не
          е посочена императивно, спорът ще бъде отнасян за разрешаване от
          компетентния съд в гр. Видин, съгласно правилата на родовата
          подсъдност по ГПК, а именно – Видински районен съд.
        </p>

        <p>Политика за поверителност</p>

        <p>
          Защитата на личните данни е от голямо значение за ЙЕС ШОП ЕООД и
          искаме процесът по обработка на Вашите лични данни да бъде напълно
          открит и прозрачен за Вас. Ето защо имаме политика, която която
          обхваща начина, по който защитаваме, събираме, използваме,
          съхраняваме, разкриваме и изтриваме, или най-общо „обработваме“,
          данните Ви.
        </p>

        <p>
          Вашите данни, предоставени при създаването на профил (акаунт), ще
          бъдат записани в нашата база данни, защото ние сме Администратор и
          държател на данните Ви. В тази връзка предоставянето на съгласие с
          Общите условия, неразделна част от които е настоящата Политика за
          поверителност, се счита за съгласие предоставените в акаунта Ви данни
          да бъдат обработвани от нас.
        </p>
        <p>Кой носи отговорност за личните Ви данни?</p>
        <p> Ние, ЙЕС ШОП ЕООД с имейл във връзка ОРЗД:</p>
        <p>
          сме администратор на личните данни, които ни предоставяте и носим
          отговорност за тях, съгласно приложимия закон за защита на личните
          данни.
        </p>
        <p> Къде съхраняваме Вашите данни?</p>
        <p>
          Данните, които събираме от Вас, се съхраняват в рамките на
          Европейският съюз, но най-вече на територията на Република България.
        </p>
        <p>
          {' '}
          Ние никога не прехвърляме, продаваме или разменяме Вашите данни за
          маркетингови цели на трети страни .
        </p>
        <p>
          Данните, които се препращат на трети страни, се използват само за
          предоставяне на нашите продукти и услуги.
        </p>
        <p>
          Какво е правното основание за обработването на Вашите данни?
          <p />
          <p>
            {' '}
            Ние събираме, обработваме и съхраняваме Вашите лични данни във
            връзка с използването на електронния магазин и сключване на договори
            с дружеството на основание чл. 6, ал. 1, Регламент (ЕС) 2016/679
            (GDPR), и по-конкретно въз основа на следните основания:
          </p>
          <p>
            {' '}
            За да изпълним услугата за управление и доставяне на Вашата поръчка.
          </p>
          <p>
            {' '}
            Обработването на Вашите лични данни от профила Ви е въз основа на
            съгласието, което давате при създаване на Вашия профил{' '}
          </p>
          <p>
            {' '}
            Изпълнение на нашите задължения като Администратор по договор с Вас;
          </p>
          <p>
            {' '}
            Спазване на законови задължения, които се прилагат спрямо нас като
            Администратор;
          </p>
          <p>
            За целите на легитимните интереси на нас като Администратора или на
            трета страна;
          </p>
          <p>Какви лични данни обработваме?</p>
          <p> Ние обработваме следните категории лични данни и информация:</p>
          <p>
            {' '}
            Ваши индивидуализиращи данни – две или три имена, телефон,електронна
            поща и др.
          </p>
          <p>Данни за извършване на доставка - две имена, телефон и адрес.</p>
          <p> История на поръчките и плащанията Ви.</p>
          <p>Защо използваме Вашите лични данни?</p>
          <p>
            Ние събираме и обработваме личните данни, които Вие ни предоставяте
            във връзка с използването на електронния магазин и сключване на
            договор с дружеството, за следните цели:
          </p>
          <p>
            {' '}
            създаване и управление на Вашият (акаунт) профил и предоставяне на
            пълна функционалност при използването на онлайн магазина;
          </p>
          <p> сключване и изпълнение на договор от разстояние;</p>
          <p> индивидуализация на страна по договора;</p>
          <p> счетоводни цели;</p>
          <p>
            {' '}
            нашите легитимни интереси (изпълнение на задълженията си към НАП,МВР
            и др. държавни и общински органи)
          </p>
          <p></p>статистически цели;
        </p>
        <p> защита на информационната сигурност;</p>
        <p>
          {' '}
          обезпечаване на изпълнението на договора за предоставяне на
          съответната услуга/продукт.
        </p>
        <p>
          {' '}
          за да можем да разглеждаме жалби и гаранционни въпроси във връзка с
          продуктите.
        </p>
        <p>
          Ние спазваме следните принципи при обработката на Вашите лични данни:
        </p>
        <p>законосъобразност, добросъвестност и прозрачност;</p>
        <p>ограничение на целите на обработване;</p>
        <p>
          {' '}
          съотносимост с целите на обработката и свеждане до минимум на
          събираните данни;
        </p>
        <p>точност и актуалност на данните;</p>
        <p>ограничение на съхранението с оглед постигане на целите;</p>
        <p>Ние не извършваме автоматизирано взимане на решения с данни.</p>
        <p>Срок на съхранение на личните ви данни:</p>
        <p>
          Ние като Администратор съхраняваме Вашите лични данни за срок не
          по-дълъг от съществуването на профила Ви в онлайн магазин. След
          заличаване на профила ви, ще положим необходимите грижи да изтрием и
          унищожим всички Ваши данни, без ненужно забавяне или ще ги
          анонимизираме (т.е. да ги приведем във вид, който не разкрива вашата
          личност).
        </p>
        <p>
          {' '}
          Ние ще обработва Вашите лични данни, които сте предоставили при
          извършване на поръчка докато сте „Активен клиент” или имате „Активен
          профил”.
        </p>
        <p>
          {' '}
          Ние ще съхраняваме Вашите лични данни, предоставени във връзка с
          направени онлайн поръчки за срок от 5 години за целите на защита на
          правните интереси на на като Администратор при съдебни или
          административни спорове с потребители на онлайн магазина.
        </p>
        <p>
          {' '}
          Важно е да знаете, че ще съхраняваме Вашите лични данни, които е
          необходимо да пазим по силата на приложимото законодателство за
          съответния предвиден срок, който може да надхвърля срока на
          съществуване ви като „Активен клиент и профил” в електронния магазин..
        </p>
        <p>
          {' '}
          Ще ви уведомим в случай, че срокът за съхранение на данните е
          необходимо да бъде удължен с оглед изпълнение на нормативно задължение
          или с оглед легитимни интереси на нас като Администратор или друго.
        </p>
        <p>Кой има достъп до Вашите лични данни?</p>
        <p>
          {' '}
          Вашите данни ще бъдат споделяни с компании, които предлагат системни
          решения за оптимизиране и подобрение на магазина, както и с
          компанията* предоставяща хостинг услуги.
        </p>
        <p>
          {' '}
          Вашите данни ще бъдат споделяни със счетоводната кантора*, с която
          имаме договорни отношения.
        </p>
        <p>
          {' '}
          Вашите данни ще бъдат споделяни с компании, с които имаме договорни
          отношения за доставка* на Вашите поръчки.
        </p>
        <p>
          {' '}
          * Моля, имайте предвид, че много от тези компании имат независимо
          право или задължение да обработват Вашите лични данни.
        </p>
        <p>
          Какви са Вашите права, във връзка с обработване на личните Ви данни?
        </p>
        <p>
          {' '}
          Право на информация: Вие имате право да поискате от нас информация
          дали и до каква степен обработваме личните данни.
        </p>
        <p>
          {' '}
          Право на корекция: В случай, че обработваме непълни или
          сгрешени/грешни данни, Вие имате право, по всяко време, да поискате да
          ги коригираме или допълним.
        </p>
        <p>
          {' '}
          Право на изтриване: Можете да поискате изтриване на личните данни,
          отнасящи се до Вас, в случай, че обработваме тези данни без правно
          основание. Моля, обърнете внимание, че може да има причини изтриването
          да не се извърши веднага, поради наличие на нормативно изискване за
          запазване на данните.
        </p>
        <p>
          {' '}
          Право на ограничаване на обработването: Можете да поискате
          ограничаване на обработващите се персонализиращи данни ако:
        </p>
        <p>
          {' '}
          оспорвате верността на данните, за периода, в който трябва да проверим
          верността им; или
        </p>
        <p>
          {' '}
          обработването на данните е без правно основание, но вместо да ги
          изтрием, Вие искате тяхното ограничено обработване; или
        </p>
        <p>
          {' '}
          повече нямаме нужда от тези данни (за определената цел), но Вие имате
          нужда от тях за установяването, упражняването или защитата на правни
          претенции; или
        </p>
        <p>
          {' '}
          сте подали възражение за обработването да данните, в очакване на
          проверка дали законните основания на администратора.
        </p>
        <p>
          {' '}
          Право на преносимост на данни: Можете да поискате от нас да
          предоставим личните данни, които сте поверили на нашата грижа в
          организиран, подреден, структуриран, общоприет електронен формат ако:
        </p>
        <p>
          {' '}
          обработваме данните съгласно договора или на договорно задължение.
        </p>
        <p> обработването се извършва автоматично.</p>
        <p>
          {' '}
          Право на възражение: В случай, че обработваме данни за цели/задачи,
          задача от обществен интерес или при упражняването на официални
          правомощия, които са ни предоставени, или сме посочили, че обработване
          на данните за наш легитимен интерес, можете да възразите срещу
          обработването на данните.
        </p>
        <p>Как можете да приложите Вашите права?</p>
        <p>
          {' '}
          Ние се отнасяме много сериозно към защитата на личните данни, поради
          което имаме екип за обслужване на клиенти, който обработва Вашите
          заявки във връзка с горепосочените права. Винаги можете да се свържете
          с тях на имейл:yessshopstore@gmail.com . За Ваше улеснение, по-долу
          прилагаме различни форми, които можете да използвате при изпращане на
          електронно писмо или на хартиен носител. Естествено, че можете да
          изпишете желанието си в свободен текст.
        </p>
        <p>Право на жалба към надзорен орган:</p>
        <p>
          {' '}
          В случай, че смятате, че нарушаваме българското или европейското
          законодателство, Ви молим да се свържете с нас за изясняване на
          въпроса. Разбира се, имате право да подадете жалба пред регулаторните
          органи в рамките на ЕС и Република България в институциите отговорни
          за опазване на личните данни.
        </p>
      </div>
    </div>
  );
};

export default Rulles;
